/* Units */
"MeterPlural" = "Meter";
"MeterSingular" = "Meter";

/* Start & Stop button labels */
"StartButton" = "Senden";
"StopButton" = "Stop";

/* Data unavailable messages */
"LatLongUnavailable" = "Koordinaten nicht verfügbar";

"MeterAccuracyFormat" = "Genauigkeit: %.0f Meter";

/* Error messages */
"NoLocationServices" = "Standort Dienste sind deaktiviert.";
"LocationDenied" = "Der Zugriff auf den Standort wurde verweigert.";
"LocationUnknown" = "Ihr Standort konnte nicht bestimmt werden.";
"GenericLocationError" = "Unbekannter Fehler:";
"ConnectionError" = "Verbindungsfehler.";
"LoadFailed" = "Senden fehlgeschlagen.";